Repository: Jas0nOW/ltl-autoblog-cloud
Catalog: wp-portal-plugin/ltl-saas-portal/languages/ltl-saas-portal-*.po
Languages: de_de

source: Settings
de_de: Einstellungen

source: Customize Colors
de_de: Farben anpassen

source: Portal Settings
de_de: Portal-Einstellungen

source: Save Changes
de_de: Änderungen speichern

source: Regenerating will invalidate the old token. Continue?
de_de: Die Neugenerierung macht den alten Token ungültig. Fortfahren?

source: Testing...
de_de: Teste...

source: Primary Color
de_de: Primärfarbe

source: Success Color
de_de: Erfolgsfarbe

source: Error Color
de_de: Fehlerfarbe

source: Warning Color
de_de: Warnfarbe

source: Form Background
de_de: Formular-Hintergrund

source: Backend Colors (Admin Area)
de_de: Backend-Farben (Admin-Bereich)

source: These colors apply only to the WordPress admin dashboard and plugin settings.
de_de: Diese Farben gelten nur für das WordPress-Admin-Dashboard und die Plugin-Einstellungen.

source: Frontend Colors (Customer Portal)
de_de: Frontend-Farben (Kunden-Portal)

source: These colors are used in the customer-facing dashboard [ltl_saas_dashboard].
de_de: Diese Farben werden im Kunden-Dashboard [ltl_saas_dashboard] verwendet.

source: LTL AutoBlog Cloud Settings
de_de: LTL AutoBlog Cloud Einstellungen

source: Configure your API keys, tokens, and integrations. Customers can access their dashboard via the shortcode:
de_de: Konfigurieren Sie Ihre API-Schlüssel, Tokens und Integrationen. Kunden können über den Shortcode auf ihr Dashboard zugreifen:

source: API & Authentication
de_de: API & Authentifizierung

source: Secure tokens for Make.com integration and portal authentication.
de_de: Sichere Tokens für Make.com-Integration und Portal-Authentifizierung.

source: Used for Make.com webhook authentication.
de_de: Wird für Make.com Webhook-Authentifizierung verwendet.

source: Regenerate
de_de: Neu generieren

source: Generate
de_de: Generieren

source: API Key
de_de: API-Schlüssel

source: Portal to Make.com communication key.
de_de: Portal zu Make.com Kommunikationsschlüssel.

source: Billing Integration (Gumroad)
de_de: Abrechnungs-Integration (Gumroad)

source: Configure Gumroad webhook for automatic subscription management.
de_de: Konfigurieren Sie Gumroad Webhook für automatische Abonnement-Verwaltung.

source: Secret key for Gumroad ping verification.
de_de: Geheimer Schlüssel für Gumroad Ping-Verifizierung.

source: Add this URL to your Gumroad ping settings.
de_de: Fügen Sie diese URL zu Ihren Gumroad Ping-Einstellungen hinzu.

source: Product ID → Plan Mapping
de_de: Produkt-ID → Plan-Zuordnung

source: Map Gumroad product IDs to your subscription plans (JSON format).
de_de: Ordnen Sie Gumroad Produkt-IDs Ihren Abonnement-Plänen zu (JSON-Format).

source: Validate JSON before saving!
de_de: Validieren Sie JSON vor dem Speichern!

source: Configure checkout URLs for your pricing page.
de_de: Konfigurieren Sie Checkout-URLs für Ihre Preisseite.

source: Save All Settings
de_de: Alle Einstellungen speichern

source: Active
de_de: Aktiv

source: Not Set
de_de: Nicht gesetzt

source: Backend Preview
de_de: Backend-Vorschau

source: Frontend Preview
de_de: Frontend-Vorschau

source: This is a preview of how your colors will look in the admin area.
de_de: Dies ist eine Vorschau, wie Ihre Farben im Admin-Bereich aussehen werden.

source: This is a preview of how your colors will look in the customer portal.
de_de: Dies ist eine Vorschau, wie Ihre Farben im Kunden-Portal aussehen werden.

source: Primary Button
de_de: Primär-Button

source: Success Button
de_de: Erfolgs-Button

source: Error Button
de_de: Fehler-Button

source: Warning Button
de_de: Warn-Button

source: Invalid API key.
de_de: Ungültiger API-Schlüssel.

source: Missing API key.
de_de: Fehlender API-Schlüssel.

source: Missing ping secret.
de_de: Fehlendes Ping-Secret.

source: Invalid ping secret.
de_de: Ungültiges Ping-Secret.

source: Missing required fields.
de_de: Erforderliche Felder fehlen.

source: Invalid product_id.
de_de: Ungültige Produkt-ID.

source: No plan mapped for this product.
de_de: Kein Plan für dieses Produkt zugeordnet.

source: User not found or not linked to a site.
de_de: Benutzer nicht gefunden oder nicht mit einer Seite verknüpft.

source: Subscription updated successfully.
de_de: Abonnement erfolgreich aktualisiert.

source: Language:
de_de: Sprache:
